app/controllers/posts_controller.rb

  def create
    @post = Post.new(post_params)

    if @post.save
---
INSERT INTO "posts" ("title", "text", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "a"], ["text", "a"], ["created_at", "2018-06-28 17:11:59.676094"], ["updated_at", "2018-06-28 17:11:59.676094"]]